tap "homebrew/bundle"
tap "buo/cask-upgrade"
tap "homebrew/cask-fonts"
tap "surrealdb/tap"
brew "mas"
brew "docker"
brew "fzf"
brew "git"
brew "just"
brew "lazygit"
brew "neovim"
brew "node"
brew "pipx"
brew "pyenv"
brew "starship"
brew "stow"
brew "tmux"
brew "ripgrep"
brew "less"
brew "git-delta"
cask "alacritty"
cask "font-jetbrains-mono-nerd-font"
cask "rectangle"
cask "google-chrome"
cask "alt-tab"

