tap "buo/cask-upgrade"
tap "codecrafters-io/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "nikitabobko/tap"
tap "surrealdb/tap"
brew "asdf"
brew "docker", link: false
brew "exercism"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "jq"
brew "lazygit"
brew "less"
brew "luarocks"
brew "mas"
brew "neovim"
brew "nmap"
brew "node"
brew "xz"
brew "pre-commit"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "uv"
brew "wrk"
brew "surrealdb/tap/surreal"
cask "aerospace"
cask "discord"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "ghostty"
cask "spotify"
cask "steam"
cask "whatsapp"
cask "whisky"
cask "zoom"

