tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "surrealdb/tap"
brew "docker"
brew "fzf"
brew "git"
brew "just"
brew "lazygit"
brew "neovim"
brew "node"
brew "onnxruntime"
brew "xz"
brew "pipx"
brew "pyenv"
brew "starship"
brew "stow"
brew "tmux"
brew "surrealdb/tap/surreal"
cask "alacritty"
cask "fig"
cask "font-jetbrains-mono-nerd-font"
cask "rectangle"
