tap "buo/cask-upgrade"
tap "codecrafters-io/tap"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "surrealdb/tap"
brew "asdf"
brew "node"
brew "corepack"
brew "fzf"
brew "gh"
brew "git"
brew "git-delta"
brew "go-task"
brew "jq"
brew "just"
brew "kubernetes-cli"
brew "lazygit"
brew "less"
brew "luarocks"
brew "mas"
brew "neovim"
brew "xz"
brew "pre-commit"
brew "ripgrep"
brew "starship"
brew "stow"
brew "tmux"
brew "uv"
brew "wrk"
brew "codecrafters-io/tap/codecrafters"
brew "surrealdb/tap/surreal"
cask "alacritty"
cask "alt-tab"
cask "discord"
cask "docker"
cask "font-jetbrains-mono-nerd-font"
cask "obsidian"
cask "rectangle"
cask "slack"
cask "spotify"
cask "steam"
cask "visual-studio-code"
cask "whatsapp"
cask "whisky"
cask "zoom"
mas "GarageBand", id: 682658836
mas "iMovie", id: 408981434
mas "Keynote", id: 409183694
mas "Numbers", id: 409203825
mas "Pages", id: 409201541
vscode "pkief.material-icon-theme"
vscode "vadimcn.vscode-lldb"

