tap "homebrew/bundle"
tap "buo/cask-upgrade"
tap "homebrew/cask-fonts"
tap "surrealdb/tap"
brew "mas"
brew "fzf"
brew "git"
brew "just"
brew "lazygit"
brew "neovim"
brew "node"
brew "pipx"
brew "pyenv"
brew "starship"
brew "stow"
brew "tmux"
brew "surrealdb/tap/surreal"
brew "ripgrep"
brew "jq"
brew "uv"
brew "less"
brew "git-delta"
cask "alacritty"
cask "font-jetbrains-mono-nerd-font"
cask "rectangle"
cask "discord"
cask "jetbrains-toolbox"
cask "whatsapp"
cask "zoom"
cask "steam"
cask "spotify"
cask "slack"
cask "obsidian"
cask "google-chrome"
cask "alt-tab"
cask "docker"

